タイトル,原作,公開日,監督
白雪姫,Snow White And The Seven Dwarfs,1937年12月21日,デイヴィッド・ハンド
ピノキオ,Pinocchio,1940年2月7日,ベン・シャープスティーン
ファンタジア,Fantasia,1940年11月13日,ベン・シャープスティーン
ダンボ,Dumbo,1941年10月23日,ベン・シャープスティーン
バンビ,Bambi,1942年8月13日,デイヴィッド・ハンド
ラテン・アメリカの旅,saludos Amigos,1942年8月24日,ノーム・ファーガソン
三人の騎士,the Three Caballeros,1944年12月21日,ノーム・ファーガソン
眠れる森の美女,sleeping Beauty,1959年1月29日,クライド・ジェロニミ
101匹わんちゃん,One Hundred and One Dalmatians,1961年1月25日,ウォルフガング＿ライザーマン
王様の剣,The Sword in the Stone,1963年12月25日,ウォルフガング・ライザーマン
おしゃれキャット,The Aristocats,1970年12月11日,ウォルフガング・ライザーマン
ロビン・フッド,robin Hood,1973年11月8日,ウォルフガング_ライザーマン
くまのプーさん 完全保存版,The Many Adventures of Winnie the Pooh,1977年3月11日,ウォルフガング・ライザーマン
ビアンカの大冒険,The Rescuers,1977年6月22日,ロン＿ミラー
きつねと猟犬,The Fox and the Hound,1981年7月10日,none
コルドロン,The Black Cauldron,1985年7月24日,none
オリビアちゃんの大冒険,The Great Mouse Detective,1986年7月2日,バーニー・マティンソン
オリバー ニューヨーク子猫ものがたり,Oliver & Company,1988年11月18日,ジョージ・スクリブナー
リトル_マーメイド,The Little Mermaid,1989年11月15日,ジョン・マスカー
美女と野獣,Beauty and the Beast,1991年11月13日,ゲイリー・トゥルースデイル
アラジン,Aladdin,1992年11月25日,ジョン・マスカー
ライオン_キング,The Lion King,1994年6月24日,Nan
ポカホンタス,pocahontas,1995年6月23日,マイク・ガブリエル
ノートルダムの鐘,The Hunchback of Notre Dame,1996年6月21日,ゲイリー・トゥルースデイル
ヘラクレス,hercules,1997年6月27日,ジョン・マスカー
ムーラン,Mulan,1998年6月19日,バリー・クック
ターザン,tarzan,1999年6月18日,ケビン・リマ
ファンタジア2000,Fantasia 2000,2000年1月1日,ロイ_E_ディズニー
ダイナソー,Dinosaur,2000年5月19日,ラルフ・ゾンダッグ
ラマになった王様,The Emperor's New Groove,2000年12月15日,マーク_ディンダル
アトランティス 失われた帝国,Atlantis: The Lost Empire,2001年6月8日,ゲイリー・トゥルースデイル
リロ・アンド・スティッチ,Lilo & Stitch,2002年6月16日,くりす・サンダース
トレジャー・プラネット,Treasure Planet,2002年11月27日,ジョン・マスカー
ブラザー・ベア,Brother Bear,2003年10月20日,アーロン・ブレイス
ホーム＿オン_ザ・レンジ にぎやか農場を救え!,Home on the Range,2004年3月21日,ウィル・フィン
チキン・リトル,Chicken Little,2005年10月30日,マーク＿ディンダル
ルイスと未来泥棒,Meet the Robinsons,2007年3月20日,スティーブン・J・アンダーソン
ボルト,bolt,2008年11月21日,クリス・ウィリアムス
プリンセスと魔法のキス,The Princess and the Frog,2009年12月18日,ロン＿クレメンツ
塔の上のラプンツェル,Tangled,2010年11月12日,バイロン・ハワード
くまのプーさん,Winnie the Pooh,2011年7月15日,スティーブン・J・アンダーソン
シュガー_ラッシュ,Wreck-It Ralph,2012年11月2日,リッチ＿ムーア
アナと雪の女王,Frozen,2013年11月27日,クリス・バック
ベイマックス,Big Hero 6,2014年11月7日,ドン・ホール
ズートピア,Zootopia,2016年3月4日,リッチ・ムーア
モアナと伝説の海,moana,2016年11月23日,ロン_クレメンツ
シュガー・ラッシュ:オンライン,Ralph Breaks the Internet,2018年11月21日,リッチ・ムーア
アナと雪の女王2,Frozen Ⅱ,2019年11月22日,クリス・バック
Disney's クリスマス・キャロル,A Christmas Carol,2009年11月6日,ロバート・ゼメキス
フランケンウィニー,Frankenweenie,2012年10月5日,ティム・バートン
リラクタント・ドラゴン,The Reluctant Dragon,1941年6月20日,アルフレッド・ワーカー
メリー_ポピンズ,Mary Poppins,1964年8月27日,ロバート・スティーブンソン
メリー・ポピンズ リターンズ,Mary Poppins Returns,2018年12月19日,ロブ・マーシャル
トイ・ストーリー,Toy Story,1995年11月12日,ジョン・ラセター
バグズ・ライフ,A Bug's Life,1998年11月25日,ジョン・ラセター
トイ・ストーリー2,Toy Story 2,1999年11月24日,ジョン・ラセター
モンスターズ・インク,Monsters Inc,2001年11月2日,ピート・ドクター
ファインディング・ニモ,Finding Nemo,2003年5月30日,アンドリュー・スタントン
Mr.インクレディブル,The Incredibles,2004年11月5日,ブラッド・バード
カーズ,Cars,2006年6月9日,ジョン・ラセター
レミーのおいしいレストラン,ratatouille,2007年6月29日,ブラッド_バード
ウォーリー,WALL-E,2008年6月27日,アンドリュー・スタントン
カールじいさんの空飛ぶ家,up,2009年5月29日,ピート・ドクター
トイ・ストーリー3,Toy Story 3,2010年6月18日,リー・アンクリッチ
カーズ2,Cars 2,2011年6月24日,ジョン・ラセター
モンスターズ・ユニバーシティ,"Monsters, University",2013年6月21日,ダン_スキャンロン
ファインディング・ドリー,Finding Dory,2016年6月14日,アンドリュー・スタントン
カーズ/クロスロード,Cars 3,2017年6月16日,ブライアン・フィー
インクレディブル・ファミリー,Incredibles 2,2018年6月15日,ブラッド・バード
トイ・ストーリー4,Toy Story 4,2019年6月21日,ジョシュ_クーリー
ダックテイル・ザ・ムービー/失われた魔法のランプ,DuckTales the Movie: Treasure of the Lost Lamp,1990年8月3日,ボブ・ハスコック
グーフィー・ムービー ホリデーは最高!!,A Goofy Movie,1995年4月7日,ケビン_リマ
ダグズ・ファースト・ムービー,Doug's 1st Movie,1999年3月19日,モーリス・ジョイス
ティガー・ムービー プーさんの贈りもの,The Tigger Movie,2000年2月11日,ジュン・ファルケンシュタイン
リセス 〜ぼくらの夏休みを守れ!〜,Recess: School's Out,2001年2月16日,チャック・シーツ
ピーター・パン2 ネバーランドの秘密,Return to Never Land,2002年2月10日,ロビン・バッド
ジャングル・ブック2,The Jungle Book 2,2003年2月9日,スティーブ・トレンバース
ティーチャーズ・ペット,Teacher's Pet,2004年1月16日,ステファン・スウォフォード
ティンカー・ベル,Tinker Bell,2008年10月28日,ブラッドリー_レイモンド
プレーンズ2/ファイアー＆レスキュー,Planes: Fire & Rescue,2014年7月18日,ボブス・ガンナウェイ
ティンカー・ベルと流れ星の伝説,Tinker Bell and the Legend of the NeverBeast,2015年3月3日,Steve Loter
カートゥーン・オールスターズ・トゥ・ザ・レスキュー,Cartoon All-Stars to the Rescue,1990年4月21日,ドナルド・マクドナルド・ハウス
ガーゴイルズ ザ・ムービー,gargoyles the Movie: The Heroes Awaken,1995年1月31日,サブロウ・ハシモト
マイティ・ダックス・ザ・ムービー:ザ・ファースト・フェイス・オフ,Mighty Ducks the Movie: The First Face-Off,1997年4月8日,ジョー・バルソ
ライオン・キング2 シンバズ・プライド,the lion King II: Simba's Pride,1998年8月27日,ダレル・ルーニー
ヘラクレス:ゼロ・トゥ・ヒーロー,Hercules: Zero to Hero,1998年8月31日,ボブ・クライン
美女と野獣 ベルの友情物語,Belle's Tales of Friendship,1999年8月17日,デイビッド_W_キング
ミッキーのクリスマスの贈りもの,Mickey's Once Upon a Christmas,1999年12月7日,アレックス・マン
リトル・マーメイドII Return to The Sea,The Little Mermaid II: Return to the Sea,2000年9月19日,ジム・カマラッド
ミッキーのマジカル・クリスマス 雪の日のゆかいなパーティー,Mickey's Magical Christmas: Snowed in at the House of Mouse,2001年11月6日,トニー_クライグ
ノートルダムの鐘II,The Hunchback of Notre Dame II,2002年3月19日,ブラッドリー・レイモンド
ターザン&ジェーン,Tarzan & Jane,2002年7月23日,ヴィクター・クック
101匹わんちゃんII パッチのはじめての冒険,101 Dalmatians II: Patch's London Adventure,2003年1月21日,ジム・カマラッド
アトランティス 帝国最後の謎,Atlantis: Milo's Return,2003年5月20日,タッド・ストーンズ
スティッチ!ザ・ムービー,Stitch! The Movie,2003年8月26日,トニー・クライグ
ターザン2,Tarzan II,2005年6月1日,ブライアン・スミス
リロ&スティッチ2,Lilo & Stitch 2: Stitch Has a Glitch,2005年8月30日,トニー・レオンディス
リロイ・アンド・スティッチ,Leroy & Stitch,2006年6月23日,トニー・クライグ
ブラザー＿ベア2,brother Bear 2,2006年8月29日,ベンジャミン・グリュック
シンデレラIII_戻された時計の針,Cinderella III: A Twist in Time,2007年2月6日,フランク・ニッセン
風の谷のナウシカ,風の谷のナウシカ,1984年3月11日,宮崎駿
天空の城ラピュタ,ガリヴァー旅行記,1986年8月2日,宮崎駿
火垂るの墓,火垂るの墓,1988年4月16日,高畑勲
となりのトトロ,となりのトトロ,1988年4月16日,宮崎駿
魔女の宅急便,魔女の宅急便,1989年7月29日,宮崎 駿
おもひでぽろぽろ,おもひでぽろぽろ,1991年7月20日,高畑勲
紅の豚,飛行艇時代,1992年7月18日,宮崎駿
海がきこえる,海がきこえる,1993年5月5日,望月智充
平成狸合戦ぽんぽこ,平成狸合戦ぽんぽこ,1994年7月16日,高畑勲
耳をすませば,耳をすませば,1995年7月15日,近藤喜文
もののけ姫,もののけ姫,1997年7月12日,宮崎駿
ホーホケキョ_となりの山田くん,ホーホケキョ となりの山田くん,1999年7月17日,高畑 勲
千と千尋の神隠し,霧のむこうの不思議な町,2001年7月20日,宮崎駿
ギブリーズ_episode2,none,2002年7月20日,百瀬義行
猫の恩返し,バロン 猫の男爵,2002年7月20日,宮崎駿
ハウルの動く城,魔法使いハウルと火の悪魔,2004年11月20日,宮崎駿
ゲド戦記,ゲド戦記,2006年7月29日,宮崎駿
崖の上のポニョ,人魚姫,2008年7月19日,宮崎駿
借りぐらしのアリエッティ,床下の小人,2010年7月17日,米林宏昌
コクリコ坂から,コクリコ坂から,2011年7月16日,宮崎吾朗
風立ちぬ,風立ちぬ,2013年7月20日,宮崎駿
かぐや姫の物語,竹取物語,2013年11月23日,高畑勲
思い出のマーニー,思い出のマーニー,2014年7月19日,米林宏昌
レッドタートル_ある島の物語,レッドタートル,2016年9月17日,マイケル・デュドク・ドゥ・ヴィット
